verification/V3_jeffery_orbit/caseV3/CFD/0/epsilon
FoamFile { version 2.0; format ascii; class volScalarField; object epsilon; }
dimensions      [0 2 -3 0 0 0 0];
internalField   uniform 0;
boundaryField
{
    cycXa { type cyclic; }
    cycXb { type cyclic; }
    cycYa { type cyclic; }
    cycYb { type cyclic; }
    wallBottom { type zeroGradient; }
    wallTop    { type zeroGradient; }
}
