verification/V3_jeffery_orbit/caseV3/CFD/0/rho
FoamFile { version 2.0; format ascii; class volScalarField; object rho; }
dimensions      [1 -3 0 0 0 0 0];
internalField   uniform 10;
boundaryField
{
    cycXa { type cyclic; }
    cycXb { type cyclic; }
    cycYa { type cyclic; }
    cycYb { type cyclic; }
    wallBottom { type zeroGradient; }
    wallTop    { type zeroGradient; }
}
