verification/V3_jeffery_orbit/caseV3/CFD/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    cycXa
    {
        type            cyclic;
        inGroups        1(cyclic);
        nFaces          16;
        startFace       144;
        matchTolerance  0.0001;
        transform       unknown;
        neighbourPatch  cycXb;
    }
    cycXb
    {
        type            cyclic;
        inGroups        1(cyclic);
        nFaces          16;
        startFace       160;
        matchTolerance  0.0001;
        transform       unknown;
        neighbourPatch  cycXa;
    }
    cycYa
    {
        type            cyclic;
        inGroups        1(cyclic);
        nFaces          16;
        startFace       176;
        matchTolerance  0.0001;
        transform       unknown;
        neighbourPatch  cycYb;
    }
    cycYb
    {
        type            cyclic;
        inGroups        1(cyclic);
        nFaces          16;
        startFace       192;
        matchTolerance  0.0001;
        transform       unknown;
        neighbourPatch  cycYa;
    }
    wallBottom
    {
        type            wall;
        inGroups        1(wall);
        nFaces          16;
        startFace       208;
    }
    wallTop
    {
        type            wall;
        inGroups        1(wall);
        nFaces          16;
        startFace       224;
    }
)

// ************************************************************************* //
