verification/V3_jeffery_orbit/caseV3/CFD/system/controlDict
FoamFile { version 2.0; format ascii; class dictionary; object controlDict; }
application     cfdemSolverPisoSQ;
startFrom       startTime;
startTime       0;
stopAt          endTime;
endTime         12.0;
deltaT          0.0005;
writeControl    adjustableRunTime;
writeInterval   2.0;
purgeWrite      0;
writeFormat     ascii;
writePrecision  7;
writeCompression off;
timeFormat      general;
timePrecision   6;
runTimeModifiable yes;
